{
    "Payment gateways": "Zahlungs-Gateways",
    "Cannot change status to active. Please check keys.": "Der Status kann nicht in aktiv geändert werden. Bitte überprüfen Sie die Schlüssel.",
    "Setting updated successfully.": "Einstellung erfolgreich aktualisiert.",
    "Webhook endpoint installed": "Webhook-Endpunkt installiert",
    ":gateway: The credentials are not valid.": ":gateway: Die Anmeldeinformationen sind nicht gültig.",
    "No data from payload": "Keine Daten von der Nutzlast",
    "View: :view not found from resource.": "View: :view nicht von Ressource gefunden.",
    "The client is not defined.": "Der Mandant ist nicht definiert.",
    "Manage webhook": "Mange Abhuk",
    "Required events": "Erforderliche Ereignisse",
    "Install webhook": "Webhook installieren",
    "API Settings": "API-Einstellungen",
    "Whether you’re building an online, mobile or in-person payment solution, create a PayPal Developer account and find the resources you need to test & go live": "Egal, ob Sie eine Online-, Mobil- oder persönliche Zahlungslösung entwickeln, erstellen Sie ein PayPal-Entwicklerkonto und finden Sie die Ressourcen, die Sie zum Testen und Live-Schalten benötigen",
    "Get API Credentials": "Holen Sie sich API-Anmeldeinformationen",
    "Paypal client key": "Paypal-Kundenschlüssel",
    "Paypal client secret": "Paypal-Kundengeheimnis",
    "Paypal webhook id": "Paypal-Webhook-ID",
    "The ID of the webhook from paypal. Used for verifying webhook events from paypal": "Die ID des Webhooks von Paypal. Wird zur Überprüfung von Webhook-Ereignissen von Paypal verwendet",
    "Webhook url": "Abhuk Ländlich",
    "Add this to your paypal dashboard portal": "Fügen Sie dies Ihrem Paypal-Dashboard-Portal hinzu",
    "Logo svg": "Logo-Svg",
    "The logo in svg": "Das Logo im SVG-Format",
    "Archived": "Archiviert",
    "Use Stripe's APIs to accept payments, send payouts, and manage businesses online": "Verwenden Sie die APIs von Stripe, um Zahlungen anzunehmen, Auszahlungen zu senden und Unternehmen online zu verwalten",
    "Use Stripe\\'s APIs to accept payments, send payouts, and manage businesses online": "Verwenden Sie die APIs von Stripe, um Zahlungen anzunehmen, Auszahlungen zu senden und Geschäfte online zu verwalten",
    "Stripe publishable key": "Veröffentlichbarer Stripe-Schlüssel",
    "Stripe secret key": "Stripe-Geheimschlüssel",
    "Stripe webhook secret": "Stripe-Webhook-Geheimnis",
    "The webhook signing secret, used to generate webhook signatures and webhook event verification": "Das Webhook-Signaturgeheimnis, das zum Generieren von Webhook-Signaturen und zur Überprüfung von Webhook-Ereignissen verwendet wird",
    "Add this to your stripe webhook portal": "Fügen Sie dies Ihrem Stripe-Webhook-Portal hinzu",
    "Settings": "Einstellungen",
    "Sandbox Mode": "Sandbox-Modus",
    "Live Mode": "Live-Modus",
    "PayPal": "PayPal",
    "Stripe": "Stripe",
    "Subscription email notifications": "Abonnement-E-Mail-Benachrichtigungen",
    "Send an email after successfully subscribing to the subscription": "Senden Sie eine E-Mail, nachdem Sie das Abonnement erfolgreich abonniert haben",
    "Send an email after the subscription is cancelled": "Senden Sie eine E-Mail, nachdem das Abonnement gekündigt wurde",
    "Send an email after the subscription expired": "Senden Sie eine E-Mail, nachdem das Abonnement abgelaufen ist",
    "Send an email if subscription payment failed": "Senden Sie eine E-Mail, wenn die Zahlung des Abonnements fehlgeschlagen ist",
    "Settings below needs cron job in order to work": "Die folgenden Einstellungen benötigen einen Cron-Job, um zu funktionieren",
    "Send an email notification before billing payment due": "Senden Sie eine E-Mail-Benachrichtigung, bevor Sie die fällige Zahlung in Rechnung stellen",
    "Set number of days before email notification for billing payment due will sent": "Legen Sie die Anzahl der Tage fest, bevor eine E-Mail-Benachrichtigung für die fällige Rechnungszahlung gesendet wird"
}